Repository: fcenobi/doclone
Catalog: po/*.po
Languages: ca, es

source: Transferred:
ca: Transferit:
es: Transferido:

source: Waiting for server...
ca: Esperant el servidor...
es: Esperando al servidor...

source: Waiting for client/s...
ca: Esperant el/s client/s...
es: Esperando a los clientes...

source: Transferring data...
ca: Tranferint les dades...
es: Transfiriendo los datos...

source: Partition table read on
ca: S'ha llegit la taula de particions de
es: Se ha leído la tabla de particiones de

source: Disk label created on
ca: S'ha creat una nova etiqueta de disc a
es: Se ha creado la etiqueta de disco en

source: New partition created:
ca: S'ha creat una nova partició:
es: Nueva partición creada:

source: Partition formated:
ca: S'ha formatat la partició:
es: Partición formateada:

source: Written the fs flags of
ca: S'han escrit els senyaladors de
es: Escritas las opciones de

source: Written the fs label of
ca: S'ha escrit l'etiqueta de disc de
es: Escrita la etiqueta de

source: Written the fs uuid of
ca: S'ha escrit l'UUID de
es: Escrito el UUID de

source: Data read from
ca: S'han llegit les dades des de
es: Datos leídos desde

source: Data written to
ca: S'han escrit les dades a
es: Datos escritos en

source: Grub installed on
ca: S'ha instal·lat el GRUB a
es: GRUB instalado en

source: New connection from
ca: Nova connexió des de
es: Nueva conexión desde

source: Usage: %s FUNCTION [ -d, --device DEVICE ] [ -f, --file FILE ] [ -a, --address SERVER-IP-ADDRESS ] [ -n, --nodes NUMBER ] [ -e, --empty ] [ -F, --force]
ca: Ús: %s FUNCIÓ [ -d, --device DISPOSITIU ] [ -f, --file FITXER ] [ -a, --address IP-DEL-SERVIDOR ] [ -n, --nodes NOMBRE ] [ -e, --empty ] [ -F, --force]
es: Uso: %s FUNCIÓN [ -d, --device DISPOSITIVO ] [ -f, --file FICHERO ] [ -a, --address IP-DEL-SERVIDOR ] [ -n, --nodes NÚMERO ] [ -e, --empty ] [ -F, --force]

source: FUNCTION is made up of one of these specifications: For local work: (All these options imply -d and -f) -c, --create Creates a doclone image. -r, --restore Restores a doclone image. For work over the network: (All these options imply -d or -f) Unicast/Multicast: -S, --send Sends server's data to receivers. (This function implies -n). -R, --receive Receives data from the server. (This option implies -a). Link mode: -s, --link-send Sends data to the network. -l, --link-receive Receives data from the network.
ca: FUNCIÓ ha de ser una des les següents: Per al treball local: (Aquestes opcions necessiten -d -f) -c, --create Crea una imatge doclone. -r, --restore Restaura una imatge doclone. Per al treball en xarxa: (Aquestes opcions necessiten -d o -f) Unicast/Multicast: -S, --send Envia les dades als receptors. (Implica l'ús de -n). -R, --receive Rep les dades des del servidor. (Aquesta funció necessita -a). Link mode: -s, --link-send Envia les dades las receptors. -l, --link-receive Rep les dades des de l'emissor.
es: FUNCIÓN debe ser una de las siguientes: Para el trabajo local: (Estas opciones necesitan -d y -f) -c, --create Crea una imagen doclone. -r, --restore Restaura una imagen doclone. Para el trabajo en red: (Estas opciones necesitan -d o -f) Unicast/Multicast: -S, --send Envía datos a los receptores. (Esta opción necesita el uso de -n). -R, --receive Recibe datos desde el servidor. Esta opción necesita -a). Modo cadena: -s, --link-send Envía datos a la cadena. -l, --link-receive Recibe datos de la cadena.

source: Others: -h, --help Show this help. -v, --version Show doclone version.
ca: Altres: -h, --help Mostra aquesta ajuda. -v, --version Mostra la versió del doclone.
es: Otros: -h, --help Muestra esta ayuda. -v, --version Muestra la versión de doclone.

source: Read the partition table of
ca: Llegir la taula de particions de
es: Leer la tabla de particiones de

source: Create disk label on
ca: Crear l'etiqueta de disc a
es: Crear la etiqueta de disco de

source: Create partition:
ca: Crear partició:
es: Crear partición:

source: Format partition:
ca: Formatar partició:
es: Formatear partición:

source: Write FS flags on
ca: Escriure els senyaladors a
es: Escribir las opciones de

source: Write FS label on
ca: Escriure l'etiqueta a
es: Escribir la etiqueta de

source: Write the FS uuid on
ca: Escriure l'UUID a
es: Escribir el UUID de

source: Read data from
ca: Llegir les dades des de
es: Leer datos desde

source: Write data to
ca: Escriure les dades a
es: Escribir datos a

source: Install Grub on
ca: Instal·lar el GRUB a
es: Instalar GRUB en

source: Transferring data
ca: Transferint les dades
es: Transfiriendo datos

source: <Go back>
ca: <Torna>
es: <Volver>

source: Go to the previous screen
ca: Torna a l'anterior pantalla
es: Volver a la pantalla anterior

source: <Continue>
ca: <Continua>
es: <Continuar>

source: Continue to the next screen
ca: Continua cap a la següent pantalla
es: continuar hacia la siguiente pantalla

source: <Cancel>
ca: <Cancel·la>
es: <Cancelar>

source: Cancel the current operation
ca: Cancel·la el treball actual
es: Cancela la operación actual

source: <Close>
ca: <Tanca>
es: <Cerrar>

source: Close doclone
ca: Tanca el doclone
es: Cierra doclone

source: Select the option and press [Enter] or push <Continue>.
ca: Seleccioneu una opció i premeu [INTRO] o piqueu <Continua>.
es: Seleccione una opción y pulse [Intro] o presione <Continuar>

source: Press [Tab] to move.
ca: Premeu [Tab] per moure-vos.
es: Pulse [Tab] para moverse.

source: Select the directory and type the file name.
ca: Seleccioneu el directori i escriviu el nom del fitxer.
es: Selecione el directorio y escriba el nombre del fichero.

source: Choose a directory:
ca: Trieu un directori:
es: Escoja un directorio:

source: Insert the file name:
ca: Inseriu el nom del fitxer:
es: Introduza el nombre del fichero:

source: Please, type image path.
ca: Escriviu la ruta de la imatge.
es: Introduzca la ruta hacia la imagen

source: Sorry, you must insert a filename ending with .
ca: Heu d'inserir una imatge acabada en .
es: Debe introducir un nombre terminado en .

source: Sorry, you do not have permission to access this directory
ca: No teniu autorització per accedir a aquest directori
es: No tiene permiso para acceder a este directorio

source: Enter into
ca: Entreu en
es: Entrar en

source: Enter the IP address of the server:
ca: Introduïu l'adreça IP del servidor:
es: Introduzca la dirección IP del servidor:

source: Type an IP address.
ca: Escriviu una adreça IP
es: Escriba una dirección IP.

source: Red background means wrong format.
ca: El fons vermell indica que el format és incorrecte.
es: El fondo rojo indica formato inválido.

source: Enter the number of clients in the LAN:
ca: Introduïu el nombre de clients en la xarxa:
es: Introduzca el número de clientes en la red:

source: Type a number.
ca: Escriviu un número.
es: Escriba un número

source: Select the network mode:
ca: Trieu el mode de xarxa:
es: Seleccione el modo de red:

source: Unicast/Multicast mode
ca: Mode Unicast/Multicast
es: Modo Unicast/Multicast

source: Link mode
ca: Mode cadena
es: Modo cadena

source: One TCP connection between the server and each client in the LAN
ca: Una connexió TCP entre el servidor i cada client de la xarxa
es: Ona conexión TCP entre el servidor i cada cliente de la red

source: Each chain in the link send data to the next one
ca: Cada baula de la cadena envia les dades a la següent
es: Cada eslabón de la cadena envía datos al siguiente

source: Select the role in the connection:
ca: Trieu el paper en la conexió:
es: Seleccione el papel en la conexión:

source: Server
ca: Servidor
es: Servidor

source: Client
es: Cliente

source: Send data to clients
ca: Envia les dades als clients
es: Envía datos a los clientes

source: Receive data from server
ca: Rep les dades des del servidor
es: Recibe datos del servidor

source: Choose what you want to do:
ca: Trieu què voleu fer:
es: Escoja qué desea hacer:

source: Create image
ca: Crear una imatge
es: Crear imagen

source: Restore image
ca: Restaurar una imatge
es: Restaurar imagen

source: Save the content of a device into a image file
ca: Deseu el contingut d'un dispositiu en una imatge
es: Guardar el contenido de un dispositivo en una imagen

source: Restore the image file into a device
ca: Restaureu una imatge en un dispositiu
es: Restaurar una imagen en un dispositivo

source: Working...
ca: Treballant...
es: Trabajando...

source: Actions remaining:
ca: Accions pendents:
es: Acciones restantes:

source: Alerts & events:
ca: Alertes i esdeveniments:
es: Alertas y eventos:

source: Local work
ca: Àmbit local
es: Ámbito local

source: Work over LAN
ca: Treballar en xarxa
es: Trabajo en red

source: All operations will be performed in this machine
ca: Totes les operacions es realitzaran en aquesta màquina
es: Todas las operaciones se realizarán en este ordenador

source: Interact with other machines in the LAN
ca: Interactueu amb altres màquines de la xarxa
es: Interactuar con otros ordenadores de la red

source: Select the device:
ca: Trieu el dispositiu:
es: Seleccione un dispositivo:

source: Or type it manually:
ca: O escriviu la seva ruta directament:
es: O escriba su ruta directamente:

source: Please, type the path of the device
ca: Escriviu la ruta del dispositiu
es: Escriba la ruta al dispositivo

source: Select
ca: Selecciona
es: Seleccionar

source: Current directory:
ca: Directori actual:
es: Directorio actual:

source: Choose an image file:
ca: Trieu una imatge:
es: Escoja una imagen:

source: You do not have permission to access this directory
ca: No teniu autorització per accedir a aquest directori
es: Usted no tiene permisos para acceder a este directorio

source: Choose
ca: Tria
es: Escojer

source: Summary
ca: Resum
es: Resumen

source: From:
ca: Des de:
es: Desde:

source: To:
ca: A:
es: A:

source: Send to client/s
ca: Enviar al/s client/s
es: Enviar a los clientes:

source: Number of receivers:
ca: Nombre de receptors:
es: Número de receptores:

source: Receive from server
ca: Resbre des del servidor
es: Recibir del servidor

source: Server's IP:
ca: Adreça IP del servidor
es: IP del servidor:

source: Send to chain
ca: Enviar a la cadena
es: Enviar a la cadena

source: Receive from chain
ca: Rebre des de la cadena
es: Recibir de la cadena

source: Select the target:
ca: Seleccioneu una destinació:
es: Seleccione un destino:

source: Device
ca: Dispositiu
es: Dispositivo

source: File
ca: Fitxer
es: Fichero

source: The data origin/destination is a device
ca: L'origen o la destinació de les dades és un dispositiu
es: El origen/destino es un dispositivo

source: The data origin/destination is an image file
ca: L'origen o la destinació de les dades és un fitxer
es: El origen/destino es una imagen
