Repository: fcenobi/doclone
Catalog: libdoclone/po/*.po
Languages: ca, es

source: The partition cannot be aligned to MiB
ca: La partició no s'ha pogut alinear a MiB
es: La partición no se pudo alinear a MiB

source: The connection has been closed by other node
ca: Un altre node ha tancat la connexió
es: Otro nodo ha cerrado la conexión

source: The job was canceled by the user
ca: L'usuari ha cancel·lat l'execució

source: Can't close a network socket
ca: No es pot tancar la connexió
es: No se puede cerrar la conexión

source: Can't close a file descriptor
ca: No es pot tancar el fitxer
es: No se puede cerrar el fichero

source: Committing changes to disk failed
ca: Error escrivint els canvis al disc
es: Error escribiendo los cambios al disco

source: There was a connection error
ca: Ha hagut un error de connexió
es: Ha habido un error de conexión

source: Cant' create file:
ca: No es pot crear el fitxer:
es: No se pudo crear el fichero:

source: The image can't be created
ca: No es pot crear la imatge
es: No se puede crear la imagen

source: Can't create partition
ca: No es pot crear la partició
es: No se puede crear la partición

source: Executed with errors
ca: Executat amb errors
es: Ejecutado con errores

source: General error
ca: Error general
es: Error general

source: File not found:
ca: No s'ha trobat el fitxer:
es: No se encuentra el fichero:

source: Can't format partition
ca: No s'ha pogut formatar la partició
es: No se pudo formatear la partición

source: Can't install GRUB bootloader
ca: No s'ha pogut instal·lar el carregador d'arrencada GRUB
es: No se pudo instalar el cargador de arranque GRUB

source: Invalid image
ca: Imatge invàlida
es: Imagen inválida

source: Can't create a new disk label
ca: No s'ha pogut crear una nova etiqueta de disc
es: No se pudo crear una nueva etiqueta de disco

source: Can't mount a partition:
ca: No s'ha pogut muntar la partició:
es: No se pudo montar la partición:

source: Can't access to device:
ca: No s'ha pogut accedir al dispositiu:
es: No se pudo acceder al dispositivo

source: Not a block device
ca: No és un dispositiu de blocs
es: No es un dispotivo de bloques

source: The library can't determine whether this device is SCSI or IDE. Using SCSI by default.
ca: La llibreria no pot determinar si es tracta d'un disc IDE o SCSI. S'usa SCSI per defecte.
es: La librería no puede determinar si se trata de un disco IDE o SCSI. Se asume que es SCSI

source: Image doesn't fit in device
ca: La imatge no cap al dispositiu
es: La imagen no cabe en el dispositivo

source: A necessary tool to restore was not found:
ca: No s'ha trobat una eina necessària per restaurar la imatge:
es: No se encontró una herramienta necesaria para la restauración:

source: The label will not be cloned for this file system:
ca: No es clonarà l'etiqueta d'aquest sistema de fitxers:
es: La etiqueta no se clonará para esete sistema de ficheros:

source: There is no support to mount this file system:
ca: No hi ha suport per aquest sistema de fitxers:

source: The uuid will not be cloned for this file system:
ca: No es clonarà l'UUID d'aquest sistema de fitxers:
es: El UUID no se clonará para este sistema de ficheros

source: Can't open file:
ca: No es pot obrir el fitxer:
es: No se puede abrir el fichero:

source: Can't read data
ca: No es poden llegir les dades
es: No se han podido leer los datos

source: Some errors reading directory:
ca: Hi ha hagut errors llegint el directori:
es: Hubo algún error leyendo el directorio:

source: Can't receive data
ca: No es poden rebre les dades
es: No se pudieron recibir los datos

source: The image can't be restored
ca: La imatge no es pot restaurar
es: La imagen no se pudo restaurar

source: Can't send data to
ca: No es poden enviar dades a
es: No sepueden enviar los datos a

source: The program has received a SIGABRT signal and is going to close immediately. If it was reading or writing data to a partition, it won't be properly unmounted. Please check whether any partition is mounted on /tmp/doclone-******
ca: El programa ha rebut una senyal d'avortament i es tancarà immediatament. Si s'estaven llegint o escrivint les dades d'una partició, aquesta no es podrà desmuntar adequadament. Si us plau, comproveu que no hi ha cap partició muntada en la ruta /tmp/doclone-******

source: Some error signal caught:
ca: S'ha capturar el senyal:
es: Se capturó la señal:

source: Can't spawn process:
ca: No s'ha pogut iniciar el procés:

source: The image contains
ca: La imatge conté
es: La imagen contiene

source: partitions, but this kernel can only handle up to
ca: particions, però aquest kernel només en pot gestionar fins a

source: Can't unmount partition. Mounted in:
ca: No s'ha pogut desmuntar la partició. Muntada a:
es: No se pudo desmontar una partición. Montada en:

source: Executed with warnings
ca: Executat amb advertències
es: Ejecutado con errores

source: Can't write data
ca: No es poden escriure les dades
es: No se pudieron escribir los datos

source: Some errors writing in directory:
ca: Hi ha hagut errors escrivint al directori:
es: Hubo algún error escribiendo en el directorio:

source: Can't write label:
ca: No es pot esciure l'etiqueta:
es: No se puede escribir la etiqueta:

source: Can't write UUID:
ca: No es pot escriure l'UUID
es: No se puede escribir el UUID

source: Wrong image type
ca: Imatge de tipus incorrecte
es: Imagen de tipo incorrecto

source: The program has received a SIGABRT signal and is going to close immediately. If it were reading or writing data to a partition, it can not be properly unmounted. Please check that no partition is mounted on /tmp/doclone-******
es: El programa ha recibido una señal de aborto y se cerrará inmediatamente. Si s'estaban leyendo o escribiendo los datos de una partitición, esta no se podrá desmontar correctamente. Por favor, Compruebe que no hay ninguna partición montada en /tmp/doclone-******
